{
    "likes": [
        "I like this book overall. I was working for a 9-5 job that requires me to be in person. I love what I did, but the problem for me was the commute time. On a good day, it will take me at least a total of 3 hours transfering between buses and skytrain from my house to work. On a bad day, say, snow or bad traffic, the time that I lose in life is unbearable. This book made me realized that I must change. It was either I move, or I change company. Either way, I couldn't keep losing my most precious asset.",
        "I will add that I was making very little at the time. Dan was handling out free copy of this ebook back then in exchange for signing up to his email list. I pretty much just signed up, got the free ebook, and unsubscribed myself from the list. I don't think he cared that much, but now that I make slightly more, I am able to buy from Amazon and afford a physical copy. Yes, it might just be another book on the shelf, but the feeling is different. Before, I was given the access to this book; Now, I own a copy of this book. "
    ],
    "dislikes":  [
        "There's nothing much. I only dislike the use of profanity, but nothing else in the book really irks me. "
    ],
    "quotes": [ 
        "I've discovered that when you've made your F.U. Money, you can spend most of your time paying attention to things that bring you the greatest pleasure.", 
        "I thought a mansion is what I wanted, but in reality, it's not what I wanted at all. It was just an ego thing. Since I figured it was what all rich people had, I should have one as well.",
        "Being lazy and stupid is far worse than being broke.",
        "You can't be a millionaire with fifty-thousand-dollars-a-year habits.", 
        "There are three kinds of people: <br> 1. People who wait for things to happen <br> 2. People who make things happen <br> 3. People who wonder what the fuck just happened.", 
        "Lacking self-confidence is incredibly selfish.", 
        "Time management doesn't exist. You can't manage time. You can't make it go faster or slower. You can't make time move forward or backward, and you can't make up for lost time. What you can do is manage yourself and how you choose to use the time that you have.",
        "Rich people value time. Poor people value stuff. <br> 1. Do you know what your time is worth? <br> 2. Do you know what your time needs to be worth to achieve your F.U. Money Targets?", 
        "To make your F.U. Money, you MUST be part of the equation. You can't make money without work, without risk. No luck is invovled.", 
        "<highlight>I love this so much that it's the ONLY thing I would do for money.</highlight>"
    ], 
    "notes": [ 
        "How the rich really get rich? <br> 1. Dramatically increase your income. <br> 2. Own a business that allows you to leverage other people's time, knowledge, and energy so you make money while you sleep. <br> 3. Invest that excess cash into high growth investments.", 
        "Magic number formula = Target annual income for this year / Amount of working hours * 3 (account for productive vs. non-productive hours) "
    ]
}