{
    "likes": [
        "I first read this book back in 2017. I bought a physical copy recently (Feb 2022) and thought to give it a re-read so I can rewrite my affirmation. The book does give some useful tips to help me build and choose my words. Having that said, it's not my favourite book and we'll talk about it in the next section."
    ],
    "dislikes": [
        "There are quite a few points that I dislike and disagree with this book. I believe that there is a difference between self-talk and telling the truth. The book gave an example of a waitress tripped and dropped food on the table then said: 'Oh, I'm so clumsy.'. He called this \"a perfect example\" of negative self-talk. How I viewed it though, if she said 'I'm so clumsy' before she tripped, then I would agree that it is negative self-talk that she dropped food as consequence. However, she stated <strong>after</strong> she tripped, so that's just a fact now and I don't think it set any example of negative talk here.", 
        "Then he went on making statements about forgetting people's name is a mental conditioning that we \"programmed subconsciously\" our brain to forget. Uh, that's just not how brain works? We don't remember stuff that we don't care about or if the name is long and uncommon. I doubt that we can easily remember the person's name, say in another language, through the power of self-talk... This is not self-doubt, I am doubting the method of remembering names here.", 
        "I just don't like the way he tries to make analogy to the brain with computer. It's just not the same. Floppy disks are not around already so please don't make references there. I get what he was trying to say in the book, but I just don't think he fully understand how computers work.", 
        "The book is quite disorganized towards the end. It gave a lot of examples which I think can be categorized better in maybe an Appendix. It also cliff-hanged too much. For example, the opening of chapter 22, he wrote a full page of how shockingly easy he found 'Situational Self-talk' is so useful, which I just don't think it should've been included. Just get straight to the point!", 
        "Speaking of 'Situational Self-talk', I don't agree with his example of a lady who dislike cooking, talk to herself and say: \"I'm going to have a good time cooking today.\". This is just straight out lying. You don't submit yourself to the situation. If you dislike cooking, you dislike it. You find someone else to do it. You need to change, not pretend to like it. Now, I do agree that sometimes fake it till you make it works. Replacing the negative self-talk to affirmative is definitely one way to approach it. However, I think the situation that the author describe is just not the right one.", 
        "Despite all my dislikes, it does make some extremely useful points for self-talk. I wouldn't really recommend this book, but I think this book does provide lots of good examples and tips on writing affirmations. "
    ],
    "quotes": [ 
        "You already have all of the necessary equipment. You were born with everything you needed to live your life in a most exceptional and worthwhile way.", 
        "If you have conditioned yourself to believe that you can't stick to a diet, you can be sure that your subconscious mind will make sure that no diet will work for you.", 
        "In most cases, if you do the right thing, you're going to achieve the right results.", 
        "How we feel about something will always determine or affect what we do and how well we do it.", 
        "Belief does not require something to be true. It only requires us to believe that it's true!",
        "The subconscious mind will believe anything you tell it if you tell it long enough and strongly enough.",
        "You own <highlight>internal coach</highlight> is waiting to do just that. It is your best friend, your closest ally, your strongest believer. It will show you the best in yourself and help you achieve it. It will give you direction, put purpose in your stride, strengthen you will, and give you unquestioned belief. It is loyal to the end. It is the coach that never goes home. It is the ultimate motivator. It will never fail you. It cannot -- it is <highlight>you</highlight>!", 
        "Each of us has three 'resources' which allow us to get through any given day. Those resources are our time, our energy, and our minds (what and how we think). ", 
        "Talk to yourself in a way that is kind, loving, caring, strong, demanding, and determined.",
        "You are everything that is, <br> Your thoughts, your life, your dreams come true. <br> You are everything you choose to be. <br> You are as unlimited as the endless universe. "

    ], 
    "notes": [ 
        "The Self-Management Sequence: <br> 1. Programming creates beliefs. <br> 2. Beliefs create attitudes. <br> 3. Attitudes create feelings. <br> 4. Feelings determine actions. <br> 5. Actions create results. ", 
        "The Five Levels of Self-Talk: <br> Level 1: Negative Acceptance - I can't... <br> Level 2: Recognition, and Need to Change - I need to... I ought to... I should... <br>This works against us because if we complete the sentence, it will end up with an excuse conveniently for us. For example, 'I should do this, but not now'. <br> Level 3: Decision to Change - I never... I no longer... <br> Level 4: The Better You - I am... <br> Level 5: Universal Affirmation - It is...",
        "Replace the two negative (level 1 and 2) of self-talk with the Self-Talk of Levels 3 and 4.",
        "All <highlight>external</highlight> motivation is temporary. Once the coach is gone, the motivation is gone.",
        "When you want to achieve precise goals, even the little ones, give yourself precise commands. ", 
        "Tips on recording self-talk tape: <br> 1. Repeat each of the positive statements three times, with a short pause in between each of them. <br> 2. End the tape by recording each of the phrases one additional time each, but change 'I', to 'You.' <br> 3. Add an inspiration BGM to the 'You' ending portion to set the mood."
    ]
}