[
    {
        "title": "", 
        "author": "",
        "filename": "",
        "rating": 4,
        "quotes": [], 
        "showFullReview": false,
        "review": ""
    },
    {
        "title": "", 
        "author": "",
        "filename": "",
        "rating": 4,
        "quotes": [], 
        "showFullReview": false,
        "review": ""
    },
    {
        "title": "", 
        "author": "",
        "filename": "",
        "rating": 4,
        "quotes": [], 
        "showFullReview": false,
        "review": ""
    },
    {
        "title": "The Cigar Maker", 
        "author": "",
        "filename": "",
        "rating": 4,
        "price": 5.88,
        "quotes": [], 
        "showFullReview": false,
        "review": ""
    },
    {
        "title": "The Ultimate Cigar Book", 
        "author": "Richard Carleton Hacker",
        "filename": "the-ultimate-cigar-book",
        "rating": 5,
        "quotes": [], 
        "showFullReview": false,
        "review": "It is a very premium book! It kinda reminds me a high school textbook. The paper used in the pages feels like glossy paper. The hardcover version feels really nice in hands and I enjoy spending time this one."
    },
    {
        "title": "Discover Cigars - Everything You Ever Wanted To Know About Choosing A Fine Cigar!", 
        "author": "Martin Keen",
        "filename": "discovering-cigars",
        "rating": 4,
        "quotes": [], 
        "showFullReview": false,
        "review": "I like how this book is oragnized. It's another short read. It starts with a brief history, then surprisingly, it moved to glossary. The transition of between chapters feels smooth, but I wish they include more pics to help understanding the topics. Nonetheless, it gives some helpful tips for starter. Some notes for the Humidor: <ul><li>Recommended brand by the book: Daniel Marshall</li><li>Big humidor is better than small </li><li>Conduct the \"dollar bill test\" to ensure the lid can close tightly</li><li>Best to have temperature gauge and hydrometer</li>"
    },
    {
        "title": "Cigars: The Ultimate Guide to Cigar Smoking", 
        "author": "Clarice Stevenson",
        "filename": "cigar-stevenson",
        "rating": 2,
        "price": 5.41,
        "quotes": [], 
        "showFullReview": false,
        "review": "It was a short and light read. It touches on various little topics on smoking a cigar.  I would not call this the ultimate guide though. It's more like a starter book and there is no image to help explain the content. Having that said, the most eye-opening tip for me was how he gets the Cuban Cigars. Since it's illegal to sell Cuban Cigars in the United States, the book suggested the following shady steps (but I would not recommend you follow): <ol><li>Travel north to Canada</li><li>Go to a local cigar store and avoid buying discounted cigar because it could be fake</li><li>Ask the store to re-package so it looks like other type of cigar and hide away from the custom's eyes</li><li>Bring the value cigars back to the U.S. to enjoy</li></ol>"
    }


]