[
    {
        "title": "The Pheonix Project", 
        "author": "Gene Kim",
        "filename": "the-pheonix-project",
        "rating": 4,
        "quotes": [], 
        "review": "The content of the book is pretty good. Unfortunately, organizational changes are not as easy as the book would describe. Unless you own the company yourself, I feel like some of the things that Bill do would not be acceptable. Let along the CEO begging you to come back is very unlikely. You should always remember, everyone is replaceable in a company. That's why, it's a position. Not a name. It only has 4 stars because more than 1/5 of the book is a preview of the author's two other books. "
    },
    {
        "title": "A Ladder to the Sky", 
        "author": "John Boyne",
        "filename": "a-ladder-to-the-sky",
        "rating": 5,
        "quotes": [], 
        "review": "I thought it was a story about bromance, but it's a super dark book about using people. Maurice is a successful writer that did not come exactly clean and I feel really sad for Edith. The author was really good at describing the scene and I would recommend this book."
    },
    {
        "title": "The Couple Next Door", 
        "author": "Shari Lapena",
        "filename": "the-couple-next-door",
        "rating": 5,
        "quotes": [], 
        "review": "The ending was unexpected! This book started out kinda slowly. As the story progresses, I actually find myself super eagerly to find out what was going to happen to the baby and the family. Every character in the book has some dark issues and the book did a great job guiding it through. Recommend it!"
    },
    {
        "title": "Love Warrior", 
        "author": "Glennon Doyle Melton",
        "filename": "love-warrior",
        "rating": 5,
        "quotes": [], 
        "review": "This was highly recommended audiobook from my library. The author did a great job on expressing the struggles behind how a seemingly perfect woman's life. While I can't related to most of her story being popular and all, the part where she stay with Mother Mary definitely brought some peace in me too. It was a book that I've read a few years ago. I just remember that it was somewhat good."
    }
]